Autodesk.Revit.DB.BuiltInFailures.SculptingFailures.FaceSculptingFaceLoss
The original sculpted face is lost.

Autodesk.Revit.DB.BuiltInFailures.SculptingFailures.FaceSculptEditFailed
Face Sculpt Edit failed.

Autodesk.Revit.DB.BuiltInFailures.SculptingFailures
Failures about Sculpting.